Repository: antoncom/ts_luci_skw92a
Catalog: po/tsmodem.*.po
Languages: ru

source: SIM cards settings
ru: Настройки SIM карт

source: Mobile device of distant control
ru: Мобильное устройство дистанционного управления

source: Communication with the mobile device is supported by the main and reserved channels.
ru: Связь с мобильным устройством поддерживается основным и резервным каналом.

source: Switching to the reserved channel is performed when the following events occur
ru: Переключение на резервный канал осуществляется при возникновении следующих событий

source: Loss of registration in the network
ru: Потеря регистрации в сети

source: Weak signal
ru: Слабый сигнал

source: Balance below minimum
ru: Баланс ниже минимума

source: GSM network channels (SIM cards states)
ru: Каналы связи (настройка SIM-карт)

source: Name
ru: Наименование

source: Status
ru: Статус

source: Strength
ru: Сигнал

source: Balance
ru: Баланс

source: Actions
ru: Действия

source: Not registered
ru: Сеть недоступна

source: Active
ru: Активно

source: Searching
ru: Поиск сети

source: Denied
ru: Отказ в регистрации

source: Unknown
ru: Неизвестно

source: Active-roaming
ru: Активно-роуминг

source: Not active
ru: Не активна

source: Switching ttyUSB2
ru: Переподключение ttyUSB2

source: GSM provider cancels USSD session.
ru: Провайдер отменил USSD-сессию.

source: We will get the balance later.
ru: Баланс будет получен позже.

source: USSD response doesn't look like balance message.
ru: USSD-ответ не распознан.

source: Please check USSD-command or template.
ru: Проверьте USSD-команду или шаблон сообщения.

source: Notes
ru: Примечание

source: Activate
ru: Активировать

source: Settings
ru: Настроить

source: [Activate] buttton
ru: Кнопка [Активировать]

source: User
ru: Пользователь

source: User switches to SIM card #
ru: Пользователь переключил на SIM-карту #

source: When the SIM card is switched automatically, the provider's APN (gateway address) is automatically updated. For example, for MTS it is internet.mts.ru.
ru: При автоматическом переключении Сим-карты, автоматически обновляется APN провайдера (адрес шлюза). Например для МТС это 'internet.mts.ru'

source: Go to main menu Network -> Interfaces -> TSMODEM, 'APN' field.
ru: См. настройки в меню Network -> Interfaces -> TSMODEM, графа APN.

source: System log
ru: Журнал событий

source: Date / time
ru: Дата / время

source: Event
ru: Событие

source: Source
ru: Источник

source: Command
ru: Команда

source: Responce
ru: Ответ

source: System log is empty.
ru: Журнал пуст.

source: Support
ru: Техподдержка

source: Tel.
ru: Телефон

source: multi-channels
ru: многоканальный

source: Address of the Manufacture
ru: Адрес производителя

source: 344048, Rostov-on-Don, Krjijanovskogo street, 179/5/94
ru: 344048 г. Ростов-на-Дону, ул. Кржижановского, д.179/5/94

source: Switching the SIM card..
ru: Переключение Сим-карты..

source: Clear the log
ru: Очистить журнал

source: SIM card settings
ru: Редактировать настройки Сим-карты

source: Memo
ru: Памятка

source: Signal strength, MIN, %
ru: Уровень сигнала MIN, %

source: Balance MIN, rub.
ru: Баланс MIN, руб.

source: GSM-network
ru: Сеть

source: More settings
ru: Дополнительные параметры

source: Timeout - network unregistered, sec.
ru: Таймаут - не в сети, сек.

source: Timeout - weak signal, sec.
ru: Таймаут - слабый сигнал, сек.

source: Timeout - balance below min, sec
ru: Таймаут - баланс ниже нормы, сек.

source: Basic settings
ru: Основные параметры

source: Save
ru: Сохранить

source: Close
ru: Закрыть

source: Parameters of the network
ru: Параметры сети

source: Value
ru: Значение

source: GSM-provider's name
ru: Название провайдера

source: Address of internet gate
ru: Адрес интернет-шлюза

source: USSD-command to get balance
ru: USSD-команда баланса

source: Template of the balance message
ru: Шаблон сообщения о балансе

source: Template
ru: Шаблон

source: Original
ru: Оригинал

source: Use __RUB__ for rendering numbers
ru: Используйте __RUB__ для обозначения числа."

source: The Network name already exists.
ru: Сеть с таким именем уже существет.

source: __RUB__ placeholder has to be in the text.
ru: Не найдер плейсхолдер __RUB__.

source: The state of /dev/ttyUSB2 was changed.
ru: Изменилось состояние порта /dev/ttyUSB2

source: Device
ru: Устройство

source: Executing the command
ru: Выполнение команды

source: Microcontroller
ru: Микроконтроллер

source: Network registration staus was changed
ru: Изменился статус регистрации в сети

source: Modem
ru: Модем

source: No network registration: switched to another SIM
ru: Нет регистрации в сети: переключение на другую Сим
